Repository: WildTurtles/remasco
Catalog: src/Locale/*/default.po
Languages: fr_fr

source: The answer has been saved.
fr_fr: La réponse a été sauvegardée.

source: The answer could not be saved. Please, try again.
fr_fr: La réponse ne peut être sauvegardée. Veuillez recommencez.

source: The answer has been deleted.
fr_fr: La réponse a été supprimée.

source: The answer could not be deleted. Please, try again.
fr_fr: La réponse ne peut être supprimée. Veuillez réessayer.

source: The appreciation has been saved.
fr_fr: L’évaluation a été sauvegardée.

source: The appreciation could not be saved. Please, try again.
fr_fr: L’évaluation n’a pas pu être sauvegardée. Veuillez réessayer.

source: The appreciation has been deleted.
fr_fr: L’évaluation a été supprimée.

source: The appreciation could not be deleted. Please, try again.
fr_fr: L’évaluation ne peut pas être supprimée. Veuillez réessayer.

source: The chapter has been saved.
fr_fr: Le chapitre a été sauvegardé.

source: The chapter could not be saved. Please, try again.
fr_fr: Le chapitre ne peut pas être sauvegardé. Veuillez réessayer.

source: The chapter has been deleted.
fr_fr: Le chapitre a été supprimé.

source: The chapter could not be deleted. Please, try again.
fr_fr: Le chapitre ne peut pas être supprimé. Veuillez réessayer.

source: The expected answer has been saved.
fr_fr: La réponse attendue a été sauvegardée.

source: The expected answer could not be saved. Please, try again.
fr_fr: La réponse attendue ne peux pas être sauvegardée. Veuillez réessayer.

source: The expected answer has been deleted.
fr_fr: La réponse attendue a été supprimée.

source: The expected answer could not be deleted. Please, try again.
fr_fr: La réponse attendue ne peut pas être supprimée. Veuillez réessayer.

source: The group has been saved.
fr_fr: Le groupe a été sauvegardé.

source: The group could not be saved. Please, try again.
fr_fr: Le groupe ne peut pas être sauvegardé. Veuillez réessayer.

source: The group has been deleted.
fr_fr: Le groupe a été supprimé.

source: The group could not be deleted. Please, try again.
fr_fr: Le groupe ne peut pas être sauvegardé. Veuillez réessayer.

source: The database schema is now create.
fr_fr: La structure de la base de données est maintenant créée.

source: The database is now populated.
fr_fr: La base de données est maintenant remplie.

source: The database couldn’t be populated.
fr_fr: La base de données ne peux pas être peuplée.

source: The database schema can’t be created.
fr_fr: La structure de la base de donnée ne peut pas être créée.

source: The user has been saved.
fr_fr: L’utilisateur a été sauvegardé.

source: The user could not be saved. Please, try again.
fr_fr: L’utilisateur ne peut pas être sauvegardé. Veuillez réessayer.

source: The Link could not be saved. Please, try again.
fr_fr: Le lien ne peut pas être sauvegardé. Veuillez réessayez.

source: The install is now finish.
fr_fr: L’installation est maintenant terminé.

source: The link has been saved.
fr_fr: Le lien a été sauvegardé.

source: The link could not be saved. Please, try again.
fr_fr: Le lien ne peut pas être sauvegardé.

source: The link has been deleted.
fr_fr: Le lien a été supprimé.

source: The link could not be deleted. Please, try again.
fr_fr: Le lien ne peut pas être supprimé. Veuillez réessayer.

source: The multiple choice question has been saved.
fr_fr: La question à choix multiple a été sauvegardée.

source: The multiple choice question could not be saved. Please, try again.
fr_fr: La question à choix multiple ne peut pas être sauvegardée. Veuillez réessayé.

source: The multiple choice question has been deleted.
fr_fr: La question à choix multiple a été supprimé.

source: The multiple choice question could not be deleted. Please, try again.
fr_fr: La question à choix multiple n’a pas pu être supprimé.Veuillez réessayer.

source: The opened question has been saved.
fr_fr: La question ouverte a été sauvegardé.

source: The opened question could not be saved. Please, try again.
fr_fr: La question ouverte ne peut pas être sauvegardé. Veuillez réessayez.

source: The opened question has been deleted.
fr_fr: La question ouverte a été supprimé.

source: The opened question could not be deleted. Please, try again.
fr_fr: La question ouverte ne peut pas être supprimé. Veuillez réessayer.

source: The path has been saved.
fr_fr: Le chemin a été sauvegardé.

source: The path could not be saved. Please, try again.
fr_fr: Le chemin ne peut pas être sauvegardé. Veuillez réessayer.

source: The path has been deleted.
fr_fr: Le chemin a été supprimé.

source: The path could not be deleted. Please, try again.
fr_fr: Le chemin ne peux pas être supprimée. Veuillez réessayer.

source: The question has been saved.
fr_fr: La question a été sauvegardée.

source: The question could not be saved. Please, try again.
fr_fr: La question ne peut pas être sauvegardée. Veuillez réessayer.

source: The question has been deleted.
fr_fr: La question a été supprimée.

source: The question could not be deleted. Please, try again.
fr_fr: La question ne peut pas être supprimée. Veuillez réessayer.

source: The step has been saved.
fr_fr: L’étape a été sauvegardée.

source: The step could not be saved. Please, try again.
fr_fr: L’étape ne peut pas être sauvegardée. Veuillez réessayer.

source: The step has been deleted.
fr_fr: L’étape a été supprimé.

source: The step could not be deleted. Please, try again.
fr_fr: L’étape ne peut pas être supprimée. Veuillez réessayer.

source: The topic has been saved.
fr_fr: La matière a été sauvegardé.

source: The topic could not be saved. Please, try again.
fr_fr: La matière ne peut pas être sauvegardée. Veuillez réessayer.

source: The topic has been deleted.
fr_fr: La matière a été supprimée.

source: The topic could not be deleted. Please, try again.
fr_fr: Le matière ne peut pas être supprimée. Veuillez réessayer.

source: The try has been saved.
fr_fr: L’essais a été sauvegardé.

source: The try could not be saved. Please, try again.
fr_fr: L’essai ne peut pas être sauvegardé. Veuillez réessayer.

source: The try has been deleted.
fr_fr: L’essai a été supprimé.

source: The try could not be deleted. Please, try again.
fr_fr: L’essais ne peut pas être supprimé. Veuillez réessayer.

source: The user has been deleted.
fr_fr: L’utilisateur a été supprimé.

source: The user could not be deleted. Please, try again.
fr_fr: L’utilisateur ne peut pas être supprimé. Veuillez réessayer.

source: Your profile has been saved.
fr_fr: Votre profil a été sauvegardé.

source: Your profile could not be saved. Please, try again.
fr_fr: Votre profil ne peut pas être sauvegardé. Veuillez réessayer.

source: Invalid username or password, try again
fr_fr: Phrase de passe ou nom d’utilisateur invalide, veuillez réessayer

source: List Answers
fr_fr: Liste des réponses

source: List Questions
fr_fr: Liste des questions

source: New Question
fr_fr: Nouvelle question

source: List Questions Tries
fr_fr: Liste des tentatives

source: New Questions Try
fr_fr: Nouvelle tentative

source: Add Answer
fr_fr: Ajouter une réponse

source: Submit
fr_fr: Soumettre

source: Delete
fr_fr: Supprimer

source: Are you sure you want to delete # {0}?
fr_fr: Êtes vous sur de vouloir supprimer # {0}?

source: Edit Answer
fr_fr: Éditer la réponse

source: New Answer
fr_fr: Nouvelle réponse

source: Answers
fr_fr: Réponses

source: View
fr_fr: Vues

source: Edit
fr_fr: Éditer

source: first
fr_fr: premier

source: previous
fr_fr: précédent

source: next
fr_fr: suivant

source: last
fr_fr: dernier

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
fr_fr: Page {{page}} sur {{pages}}, affichant {{current}} enregistrement(s) sur un total de {{count}}

source: Delete Answer
fr_fr: Supprimer la réponse

source: Name
fr_fr: Nom

source: Is Right
fr_fr: Est juste

source: Created
fr_fr: Création

source: Updated
fr_fr: Mise à jour

source: Related Questions
fr_fr: Question en relation

source: Related Questions Tries
fr_fr: Essais question en relation

source: Try Id
fr_fr: Essai id

source: Done
fr_fr: Fait

source: List Appreciations
fr_fr: Liste des appréciations

source: List Opened Answers
fr_fr: Liste des questions ouvertes

source: New Opened Answer
fr_fr: Nouvelle question ouverte

source: Add Appreciation
fr_fr: Ajouter une appréciation

source: Edit Appreciation
fr_fr: Éditer l’appréciation

source: New Appreciation
fr_fr: Nouvelle appréciation

source: Appreciations
fr_fr: Appréciations

source: Delete Appreciation
fr_fr: Supprimer l’appréciation

source: Related Opened Answers
fr_fr: Questions ouvertes associées

source: Triesid
fr_fr: Id de l’essai

source: Opened Questionsid
fr_fr: Id question

source: Corrected
fr_fr: Corrigé

source: List Chapters
fr_fr: Liste des chapitres

source: List Paths
fr_fr: Liste des chemins

source: New Path
fr_fr: Nouveau chemin

source: List Topics
fr_fr: Liste des sujets

source: New Topic
fr_fr: Nouveau sujet

source: Add Chapter
fr_fr: Ajouter un chapitre

source: Edit Chapter
fr_fr: Éditer un chapitre

source: New Chapter
fr_fr: Nouveau chapitre

source: Chapters
fr_fr: Chapitres

source: My Profile
fr_fr: Mon profil

source: My Topics
fr_fr: Mes matières

source: Add a path
fr_fr: Ajouter un chemin

source: Related Paths
fr_fr: Chemins associés

source: Add Step
fr_fr: Ajouter une étape

source: Edit Path
fr_fr: Éditer un chemin

source: Administrators list
fr_fr: Liste des administrateurs

source: Teachers list
fr_fr: Liste des professeurs

source: Students list
fr_fr: LIste des étudiants

source: Logout
fr_fr: Déconnexion

source: Courses wiki
fr_fr: Wiki de cours

source: Classes list
fr_fr: Liste des classes

source: Topics list
fr_fr: Liste des sujets

source: Courses link list
fr_fr: Liste des liens de cours

source: List Expected Answers
fr_fr: Liste des réponses attendues

source: List Opened Questions
fr_fr: Liste des questions ouvertes

source: New Opened Question
fr_fr: Nouvelle question ouverte

source: Add Expected Answer
fr_fr: Ajouter une réponse attendue

source: Edit Expected Answer
fr_fr: Éditer la réponse attendue

source: New Expected Answer
fr_fr: Ajouter une réponse attendue

source: Expected Answers
fr_fr: Réponses attendues

source: Delete Expected Answer
fr_fr: Supprimer la réponse attendue

source: Related Opened Questions
fr_fr: Questions ouvertes associées

source: Expected Answer Id
fr_fr: Id réponse attendue

source: Add Group
fr_fr: Ajouter un groupe

source: Edit Class
fr_fr: Éditer la classe

source: New Group
fr_fr: Nouveau groupe

source: List Users
fr_fr: Liste des utilisateurs

source: New User
fr_fr: Nouvel utilisateur

source: Groups
fr_fr: Groupes

source: Add an Administrator
fr_fr: Ajouter un administrateur

source: Related Users
fr_fr: Utilisateurs associés

source: Username
fr_fr: Nom d’utilisateur

source: Firstname
fr_fr: Prénom

source: Are you sure you want to delete # {0} {1}?
fr_fr: Êtes vous sûr de vouloir supprimer # {0} {1}?

source: Add Class (group in physical class)
fr_fr: Ajouter une classe (ou un groupe)

source: Add a Student
fr_fr: Ajouter un étudiant

source: Add a Teacher
fr_fr: Ajouter un professeur

source: Edit Group
fr_fr: Éditer le groupe

source: Delete Group
fr_fr: Supprimer le groupe

source: List Groups
fr_fr: Liste des groupes

source: Is Deletable
fr_fr: Supprimable

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Related Topics
fr_fr: Sujets associées

source: Usersid
fr_fr: Id utilisateur

source: Fistname
fr_fr: Prénom

source: Email
fr_fr: Courriel

source: Password
fr_fr: Phrase de passe

source: Add Link to courses.
fr_fr: Ajouter un lien vers un cours.

source: Actualize
fr_fr: Actualiser

source: Add Admin
fr_fr: Ajouter un administrateur

source: Error
fr_fr: Erreur

source: Back
fr_fr: Retour

source: List Links
fr_fr: Liste des liens

source: List Steps
fr_fr: Liste des étapes

source: New Step
fr_fr: Nouvelle étape

source: Add Link
fr_fr: Ajouter un lien

source: Edit Link
fr_fr: Édition d’un lien

source: New Link
fr_fr: Nouveau lien

source: Links
fr_fr: Liens

source: Delete Link
fr_fr: Supprimer un lien

source: Related Steps
fr_fr: Étapes associées

source: Path Id
fr_fr: Id parcours

source: Lock
fr_fr: Verrouillé

source: Number
fr_fr: Numéro

source: Lastname
fr_fr: Nom

source: Display Name
fr_fr: Nom affiché

source: List Multiple Choice Questions
fr_fr: Liste des questions a choix multiples

source: List Tries
fr_fr: Liste des essais

source: New Try
fr_fr: Nouvel essai

source: Add Multiple Choice Question
fr_fr: Ajouter une question a choix multiple

source: Edit Multiple Choice Question
fr_fr: Éditer la question a choix multiple

source: New Multiple Choice Question
fr_fr: Nouvelle question a choix multiple

source: Multiple Choice Questions
fr_fr: Questions a choix multiples

source: Delete Multiple Choice Question
fr_fr: Supprimer la question a choix multiple

source: Related Tries
fr_fr: Essais associés

source: User Id
fr_fr: Id utilisateur

source: Add Opened Question
fr_fr: Ajouter une question ouverte

source: Edit Opened Question
fr_fr: Éditer la question ouverte

source: Opened Questions
fr_fr: Questions ouvertes

source: Delete Opened Question
fr_fr: Supprimer la question ouverte

source: Expected Answer
fr_fr: Réponse attendue

source: Add Path
fr_fr: Ajouter un parcour

source: Paths
fr_fr: Parcours

source: Delete Path
fr_fr: Supprimer le parcour

source: Related Chapters
fr_fr: Chapitres associés

source: Add Question
fr_fr: Ajouter une question

source: Edit Question
fr_fr: Éditer la question

source: Delete Question
fr_fr: Supprimer la question

source: Related Answers
fr_fr: Réponses associés

source: Related Multiple Choice Questions
fr_fr: Questions a choix multiples associées

source: Edit Step
fr_fr: Édition de l’étape

source: Steps
fr_fr: Etapes

source: Delete Step
fr_fr: Supprimer l’étape

source: Path
fr_fr: Parcours

source: Related Links
fr_fr: Liens en relation

source: Add Topic
fr_fr: Ajouter une matière

source: Edit Topic
fr_fr: Éditer une matiére

source: Topics
fr_fr: Matières

source: Add a Topic
fr_fr: Ajouter une matière

source: Edit, change groups (classes) assign
fr_fr: Éditer, changer les assignations aux classes (groupes)

source: Add a chapter
fr_fr: Ajouter un chapitre

source: Classes assign
fr_fr: Classes assignées

source: List Answers Questions
fr_fr: Liste des questions réponses

source: New Answers Question
fr_fr: Nouvelle questions réponses

source: Add Try
fr_fr: Ajouter un essais

source: Edit Try
fr_fr: Éditer l’essais

source: Tries
fr_fr: Essais

source: Delete Try
fr_fr: Supprimer l’essai

source: User
fr_fr: Utilisateur

source: Related Answers Questions
fr_fr: Réponses Questions en relation

source: Answer Id
fr_fr: Réponse Id

source: Add User
fr_fr: Ajouter un utilisateur

source: Add Student
fr_fr: Ajouter un étudiant

source: Add Teacher
fr_fr: Ajouter un professeur

source: Edit User
fr_fr: Édition de l’utilisateur

source: Users
fr_fr: Utilisateurs

source: Login
fr_fr: Connexion

source: Please enter your username and password to access to your private space
fr_fr: Veuillez entrer votre nom d’utilisateur et votre mot de passe pour accéder à votre espace privé

source: Edit my Profile
fr_fr: Éditer mon profil

source: Change my password
fr_fr: Changer mon mot de passe

source: Related Groups
fr_fr: Groupes en relation
